[
    {
        "id": 1,
        "name": "Roamer App" ,
        "description": "Roamer is a user-friendly travel guide app. The users can navigate to their desired destinations or explore the local area. It provides users with a map, accurate and up-to-date information on local weather, restaurants, buses and much more based on users' interests as well as the possibility to find the shortest route from one place to another. This app has a “Profile” page created using local storage. Once the user gets registered and logs in, he can save places and upload images.",
        "live" : "https://me-roamer.netlify.app",
        "repo" : "https://github.com/1Eva1987/roamer"
    },
    {
        "id": 2,
        "name": "Workout Kitchen App" ,
        "description": "There is so much information available online for health and fitness that it is difficult to know where to start, it can be very overwhelming and can discourage people from starting their fitness journey. This app will take the user's input and give a few workout and recipe ideas based on their choices. ",
        "live" : "https://1eva1987.github.io/workout_kitchen/",
        "repo" : "https://github.com/1Eva1987/workout_kitchen.git"

    },
    {
        "id": 3,
        "name": "Weather Dashboard App" ,
        "description": "This app was made to create 5-day weather dashboard. When the user searches for a city, they are presented with the current and future weather conditions and that city is added to the search history, if the user refreshes the page, up to 5 last searches can be seen and the user is represented with weather conditions for the last checked city. ",
        "live" : "https://1eva1987.github.io/workout_kitchen/",
        "repo" : "https://github.com/1Eva1987/workout_kitchen.git"
    },
        {
        "id": 4,
        "name": "Quiz Game" ,
        "description": "This app was created to build a timed coding quiz with multiple-choice questions and possibility to save the score. The aim is to answer the questions as quick as possible.Every incorrect answer reduces the time by 10s. When all the questions are answered or the time ends up the user will be able to save the score. ",
        "live" : "https://1eva1987.github.io/workout_kitchen/",
        "repo" : "https://github.com/1Eva1987/workout_kitchen.git"
    }
]