[
    {
        "id": 1,
        "name": "Personal Diary" ,
        "description": "Personal Diary is a secure and user-friendly web application. The app implements a robust login system to protect user data. This allows users to register and maintain a personal diary and notes online. With this app, users can privately document their thoughts, feelings, goals, stories, and more. Users can easily edit, delete and find their diary entries, which enables them to refine their content over time and maintain an up-to-date record of their personal journey.",
        "tech" : "Node.js, Express.js, MongoDB, Mongoose, bcript, Nodemailer, EJS, moment.js, dotenv, HTML/CSS, JS",
        "live" : "https://personal-diary-o49e.onrender.com",
        "repo" : "https://github.com/1Eva1987/personal-diary"
    },
    {
        "id": 2,
        "name": "Roamer App" ,
        "description": "Roamer is a user-friendly travel guide app. The users can navigate to their desired destinations or explore the local area. It provides users with a map, accurate and up-to-date information on local weather, restaurants, buses and much more based on users' interests as well as the possibility to find the shortest route from one place to another. This app has a “Profile” page created using local storage. Once the user gets registered and logs in, he can save places and upload images.",
        "tech" : "Node.js, React,API's Axios, React-router-dom, React-tostify, Emailjs, Moment, JS, HTML/CSS, Bootstarp.",
        "live" : "https://me-roamer.netlify.app",
        "repo" : "https://github.com/1Eva1987/roamer"
    },
    {
        "id": 3,
        "name": "Workout Kitchen App" ,
        "description": "There is so much information available online for health and fitness that it is difficult to know where to start, it can be very overwhelming and can discourage people from starting their fitness journey. This app will take the user's input and give a few workout and recipe ideas based on their choices. ",
        "tech": "JS, jQuery, AJAX, API's, HTML/CSS, Bootstarp,",
        "live" : "https://1eva1987.github.io/workout_kitchen/",
        "repo" : "https://github.com/1Eva1987/workout_kitchen.git"

    }
]